_posts/2022-05-05-language-reactor-chrome.html
---
title: Language Reactor Chrome 플러그인
tags: 영어공부
toc: true
toc_sticky: true
---

<div id="outline-container-org8e268e8" class="outline-2">
<h2 id="org8e268e8">Language Reactor</h2>
<div class="outline-text-2" id="text-org8e268e8">
<ul class="org-ul">
<li><a href="https://chrome.google.com/webstore/detail/language-reactor/hoombieeljmmljlkjmnheibnpciblicm?hl=ko">https://chrome.google.com/webstore/detail/language-reactor/hoombieeljmmljlkjmnheibnpciblicm?hl=ko</a></li>
<li>Youtube로 영여공부하기 좋게 자막을 보여준다.</li>
<li>설치 완료</li>
</ul>
</div>
</div>

<div id="outline-container-org368c34f" class="outline-2">
<h2 id="org368c34f">사용법 가이드</h2>
<div class="outline-text-2" id="text-org368c34f">
<ul class="org-ul">
<li><a href="https://nekrataa.tistory.com/93">https://nekrataa.tistory.com/93</a></li>
</ul>
</div>
</div>



<div id="outline-container-org880d1fe" class="outline-2">
<h2 id="org880d1fe">영어자막 + manual 한글자막</h2>
<div class="outline-text-2" id="text-org880d1fe">
</div>
<div id="outline-container-org0c43dfd" class="outline-3">
<h3 id="org0c43dfd">Youtuber recommendations for LEARNING ENGLISH</h3>
<div class="outline-text-3" id="text-org0c43dfd">
<ul class="org-ul">
<li><a href="https://www.youtube.com/watch?v=I3fSIbyyj28">https://www.youtube.com/watch?v=I3fSIbyyj28</a></li>
</ul>
</div>
</div>

<div id="outline-container-org24c7807" class="outline-3">
<h3 id="org24c7807">“영어 브이로그” 로 영어회화 깨기✨ | How to improve spoken English with vlogs</h3>
<div class="outline-text-3" id="text-org24c7807">
<ul class="org-ul">
<li><a href="https://www.youtube.com/watch?v=K4-8BCn61pc">https://www.youtube.com/watch?v=K4-8BCn61pc</a></li>
</ul>
</div>
</div>

<div id="outline-container-org6a1cf42" class="outline-3">
<h3 id="org6a1cf42">The Ultimate Notion Tour</h3>
<div class="outline-text-3" id="text-org6a1cf42">
<ul class="org-ul">
<li><a href="https://www.youtube.com/watch?v=abpFmOu1eHk">https://www.youtube.com/watch?v=abpFmOu1eHk</a></li>
</ul>
</div>
</div>
</div>

<div id="outline-container-orgf8ee178" class="outline-2">
<h2 id="orgf8ee178">영어자막 + auto 한글자막</h2>
<div class="outline-text-2" id="text-orgf8ee178">
</div>
<div id="outline-container-org4e829be" class="outline-3">
<h3 id="org4e829be">How I Organize My Life with Notion (school, youtube, life)</h3>
<div class="outline-text-3" id="text-org4e829be">
<ul class="org-ul">
<li><a href="https://www.youtube.com/watch?v=eEX1RDs-lTs&amp;t=77s">https://www.youtube.com/watch?v=eEX1RDs-lTs&amp;t=77s</a></li>
</ul>
</div>
</div>

<div id="outline-container-org43bf3ad" class="outline-3">
<h3 id="org43bf3ad">"아마존 프라임 1위" 교도소에 간 전직 특수 요원(결말포함)</h3>
<div class="outline-text-3" id="text-org43bf3ad">
<ul class="org-ul">
<li><a href="https://www.youtube.com/watch?v=c8kJ3mKapAc">https://www.youtube.com/watch?v=c8kJ3mKapAc</a></li>
</ul>
</div>
</div>
</div>


<div id="outline-container-org7089320" class="outline-2">
<h2 id="org7089320">유튜브 추천</h2>
<div class="outline-text-2" id="text-org7089320">
</div>
<div id="outline-container-org0aac4c3" class="outline-3">
<h3 id="org0aac4c3">WanderJess</h3>
<div class="outline-text-3" id="text-org0aac4c3">
<ul class="org-ul">
<li><a href="https://www.youtube.com/c/WanderJess%EC%9E%AC%EC%9D%B4">https://www.youtube.com/c/WanderJess재이</a></li>
</ul>
</div>
</div>
<div id="outline-container-orgd48e4c1" class="outline-3">
<h3 id="orgd48e4c1">Briddy li</h3>
<div class="outline-text-3" id="text-orgd48e4c1">
<ul class="org-ul">
<li><a href="https://youtube.com/c/BeautybyBriddy">https://youtube.com/c/BeautybyBriddy</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgcd45e86" class="outline-3">
<h3 id="orgcd45e86">Ur mom ashely</h3>
<div class="outline-text-3" id="text-orgcd45e86">
<ul class="org-ul">
<li><a href="https://youtube.com/c/urmomashley">https://youtube.com/c/urmomashley</a></li>
</ul>
</div>
</div>

<div id="outline-container-org1161e95" class="outline-3">
<h3 id="org1161e95">Oh no nina</h3>
<div class="outline-text-3" id="text-org1161e95">
<ul class="org-ul">
<li><a href="https://youtube.com/c/ohnonina">https://youtube.com/c/ohnonina</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgdaaa1ff" class="outline-3">
<h3 id="orgdaaa1ff">Michelle choi</h3>
<div class="outline-text-3" id="text-orgdaaa1ff">
<ul class="org-ul">
<li><a href="https://youtube.com/user/michellechoii">https://youtube.com/user/michellechoii</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgd1e232b" class="outline-3">
<h3 id="orgd1e232b">Jenn Im</h3>
<div class="outline-text-3" id="text-orgd1e232b">
<ul class="org-ul">
<li><a href="https://youtube.com/c/clothesencounters">https://youtube.com/c/clothesencounters</a></li>
</ul>
</div>
</div>

<div id="outline-container-org6cc1789" class="outline-3">
<h3 id="org6cc1789">Jessica vu</h3>
<div class="outline-text-3" id="text-org6cc1789">
<ul class="org-ul">
<li><a href="https://youtube.com/c/JessicaVu">https://youtube.com/c/JessicaVu</a></li>
</ul>
</div>
</div>

<div id="outline-container-orga3775db" class="outline-3">
<h3 id="orga3775db">Yoora Jung</h3>
<div class="outline-text-3" id="text-orga3775db">
<ul class="org-ul">
<li><a href="https://youtube.com/c/Yoora">https://youtube.com/c/Yoora</a></li>
</ul>
</div>
</div>
</div>
